export const mockReviews = [
    {
        username: "Тимур",
        rating: 5,
        text: "Брал фикс тариф себе и жене по 10гб, мне хватило на всю поездку. Жена потратила свои 10гб за первые 3 дня, взял ей безлимит. Надо было сразу его брать, это выходит дешевле чем докупать тарифы. В Стамбуле и Анталье был стабильный 5G/4G, у местных продавцов около башни Галата цена в 2-3 раза выше.",
        tariff: {
            countryName: "Турция",
            countryIcon: "/icons/countries/turkey.svg",
        },
    },
    {
        username: "Дмитрий Косарь",
        rating: 5,
        text: "Связь была по всей стране. Ютуб и телега работали без ВПН. Мне еSIM идеально подходит для путешествий благодаря низкой цене, скорости установки и стабильной связи. Опытные путешественники согласятся, что роуминг от наших операторов съедает кучу денег, а купить местную симку - это тот ещё квест. Особенно, в Азии.",
        tariff: {
            countryName: "Китай",
            countryIcon: "/icons/countries/china.svg",
        },
    },
    {
        username: "Инга",
        rating: 5,
        text: "Отзывов мало, поэтому оставлю свой. Я сомневалась, брать или не брать тут е сим потому что меньше всего в путешествии хочется неприятных сюрпризов и остаться без связи. Решила попробовать когда узнала, что знакомая уже брала е сим для Венгрии и у неё всё работало. На Тенерифе у меня был стабильный интернет без нареканий сразу после прилёта и до обратного вылета. Если сомневаетесь как я, то просто знайте что е сим подключается к местным сотовым операторам, поэтому работает как обычная физическая сим-карта. Где у физ сим карты есть связь, там е сим будет работать, только она выходит дешевле в несколько раз и купить её можно онлайн за пару минут без очередей и рублями.",
        tariff: {
            countryName: "Испания",
            countryIcon: "/icons/countries/spain.svg",
        },
    },
    {
        username: "Катерина Царькова",
        rating: 5,
        text: "Брали безлимит на 30 дней. Ездили на авто, использовали есим для навигации, звонков, ребёнок смотрел мультики. Проехали Турцию от погран пункта Сарпи до Бодрума и обратно, всю поездку интернет работал стабильно. Устанавливала есимку до поездки, как в инструкции. Теперь будем покупать сим карты с интернетом только тут!",
        tariff: {
            countryName: "Турция",
            countryIcon: "/icons/countries/turkey.svg",
        },
    },
    {
        username: "Тамирана",
        rating: 5,
        text: "Везде работает, даже на островах Пхи-Пхи.",
        tariff: {
            countryName: "Таиланд",
            countryIcon: "/icons/countries/thailand.svg",
        },
    },
    {
        username: "Иван Антонович",
        rating: 5,
        text: "Периодически езжу по работе, физические симки постоянно приходилось обновлять каждые несколько месяцев. Теперь покупаю есим для поездок только тут. Мне нравится, можно платить нашей картой без конвертации.",
        tariff: {
            countryName: "Польша",
            countryIcon: "/icons/countries/poland.svg",
        },
    },
];