export const mockReviews = [
    {
        username: "Тимур",
        rating: 5,
        text: "Брал фикс трафик себе и жене по 10ГБ, мне хватило на всю неделю. Жене практически ещё и ГБ не перевёл. За год дважды ездили. Надо было сразу его брать, это выгодит дешевле чем докупать трафик. В Стамбуле и Анталии был стабильный 5G/4G. У местных продавцов около башни Галата цена в 2-3 раза выше.",
        tariff: {
            countryName: "Турция",
            countryIcon: "/icons/countries/turkey.svg",
        },
    },
    {
        username: "Дмитрий Косарь",
        rating: 5,
        text: "Связь была по всей стране. Отуби и телега работали без VPN. Мне eSIM идеально подходит для путешествий благодаря низкой цене, скорости установки и стабильной связи. Опытные путешественники согласятся, что роуминг от наших операторов съедает кучу денег, а купить местную симку — это тот ещё квест. Особенно в Азии.",
        tariff: {
            countryName: "Китай",
            countryIcon: "/icons/countries/china.svg",
        },
    },
    {
        username: "Инга",
        rating: 5,
        text: "Отзывов мало, поэтому оставлю свой. Я сомневалась, брать или не брать тут eSIM потому что меньше всего в путешествии хочется неприятных сюрпризов и остаться без связи. Решила попробовать когда узнала, что знакомая уже брала eSIM для Венгрии и у неё всё работало. На Тенерифе у меня был стабильный интернет весь праздник сразу после прилёта и до обратного полёта. Если сравнивать КС и то, просто знаете что eSIM подключается к местным сотовым операторам, поэтому работает как обычная физическая сим-карта. Где у физ сим карты есть связь, там с eSIM будет. Только она выходит дешевле в несколько раз и купить её можно онлайн за пару минут без очередей и рублями.",
        tariff: {
            countryName: "Испания",
            countryIcon: "/icons/countries/spain.svg",
        },
    },
    {
        username: "Катерина Царькова",
        rating: 5,
        text: "Брали безлимит на 30 дней. Ездили на авто, использовали eSIM для навигации, звонков, ребёнок смотрел мультики. Проехали Турцию от погран пункта Сарпи до Бодрума и обратно, всё поездку интернет работал стабильно. Устанавливалась eSIM до поездки, как в инструкции. Теперь будем покупать сим карты с интернетом только тут!",
        tariff: {
            countryName: "Турция",
            countryIcon: "/icons/countries/turkey.svg",
        },
    },
    {
        username: "Тамирана",
        rating: 5,
        text: "Везде работает, даже на островах Пхи-Пхи.",
        tariff: {
            countryName: "Таиланд",
            countryIcon: "/icons/countries/thailand.svg",
        },
    },
    {
        username: "Иван Антонович",
        rating: 5,
        text: "Периодически езжу по работе, физические симки постоянно приходилось обновлять каждые несколько месяцев. Теперь покупаю eSIM для поездок только тут. Мне нравится, можно платить нашей картой без конвертации.",
        tariff: {
            countryName: "Польша",
            countryIcon: "/icons/countries/poland.svg",
        },
    },
];