export const mockReviews = [
  {
    username: "Born_Free777",
    rating: 5,
    text: "Я фрилансер, мне не важно где быть, лишь бы был стабильный интернет. Весь этот год я катаюсь по Европе. Чтобы оставаться на связи в любой стране выбираю маркетплейс eSIM eSIM.World. Это самый бюджетный и, к моему удивлению, самый вариант.",
    tariff: {
      countryName: "Тайланд",
      countryIcon: "/icons/countries/thailand.svg",
    },
  },
  {
    username: "Марк Новак",
    rating: 5,
    text: "Для подключения eSIM на планшете воспользовался сервисом eSIM.World. Всё очень удобно. Пошагово и просто. Буквально несколько кликов и настроил. Времени это также много не отнимает. Совершенно не обязательно куда‑либо ездить и настраивать, платить менеджеру.",
    tariff: {
      countryName: "Китай",
      countryIcon: "/icons/countries/china.svg",
    },
  },
  {
    username: "Алексей",
    rating: 5,
    text: "Активировал себе электронную сим-карту в телефоне с помощью сайта eSIM.World. Действительно сделано удобно и понятно. Регистрация без проблем, дальше инструкция с понятными указаниями. В принципе весь процесс занял минуты 3.",
    tariff: {
      countryName: "Турция",
      countryIcon: "/icons/countries/turkey.svg",
    },
  },
  {
    username: "Мехмед Демир",
    rating: 5,
    text: "Отличные цены и удобный сервис. Инструкция понятная, связь работает отлично, протестировала уже в 4-х странах во время путешествия по Европе. Первый раз были сложности, техподдержка быстро помогла.",
    tariff: {
      countryName: "Германия",
      countryIcon: "/icons/countries/egypt.svg",
    },
  },
];
